tap "amar1729/formulae"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "awscli"
brew "bat"
brew "btop"
brew "deno"
brew "pinentry"
brew "gnupg"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "git"
brew "gource"
brew "helm"
brew "jq"
brew "pass"
brew "pinentry-mac"
brew "sshpass"
brew "sshs"
brew "starship"
brew "stow"
brew "unzip"
brew "wget"
brew "zellij"
brew "zoxide"
brew "amar1729/formulae/browserpass"
brew "koekeishiya/formulae/skhd"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "bruno"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "orbstack"
cask "visual-studio-code"
vscode "be5invis.vscode-custom-css"
vscode "beardedbear.beardedicons"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "carlosjs23.vscode-yarn-script"
vscode "daltonmenezes.aura-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "geequlim.godot-tools"
vscode "gerane.theme-dracula"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "jebbs.plantuml"
vscode "lewxdev.vscode-glyph"
vscode "mikaelkristiansson87.react-theme-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nichabosh.minimalist-dark"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "yescode.my-minimal-theme"
vscode "yoavbls.pretty-ts-errors"
