tap "amar1729/formulae"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
brew "openssl@3"
brew "aria2"
brew "bat"
brew "cabal-install"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "duf"
brew "exa"
brew "fd"
brew "libsodium"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "python@3.12"
brew "glances"
brew "gnu-sed"
brew "gource"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "john-jumbo"
brew "kubernetes-cli"
brew "lazygit"
brew "lighttpd"
brew "llvm"
brew "nano"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nsnake"
brew "nvm"
brew "openjdk"
brew "pandoc"
brew "qrencode"
brew "pass"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "pyenv"
brew "python@3.11"
brew "tcl-tk"
brew "python-tk@3.11"
brew "qt@5", link: true
brew "scc"
brew "serve"
brew "sl"
brew "speedtest-cli"
brew "sqlmap"
brew "sshs"
brew "starship"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "wakeonlan"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "amar1729/formulae/browserpass"
brew "esolitos/ipa/sshpass"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "basictex"
cask "cakebrew"
cask "dozer"
cask "fig"
cask "gns3"
cask "gstreamer-runtime"
cask "iina"
cask "keycastr"
cask "monitorcontrol"
cask "orbstack"
cask "qtpass"
cask "teeworlds"
cask "temurin"
cask "vlc"
cask "wine-stable"
vscode "1yib.rust-bundle"
vscode "42crunch.vscode-openapi"
vscode "achaq.vercel-theme"
vscode "alexcvzz.vscode-sqlite"
vscode "astro-build.astro-vscode"
vscode "ban.spellright"
vscode "bbenoist.nix"
vscode "beardedbear.beardedtheme"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bruno-api-client.bruno"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "infeng.vscode-react-typescript"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tal7aouy.icons"
vscode "tal7aouy.theme"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
