tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "graphviz"
brew "htop"
brew "lazygit"
brew "nano"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "pass"
brew "python@3.12"
brew "pipx"
brew "pnpm"
brew "pyenv"
brew "tcl-tk"
brew "python-tk@3.11"
brew "serve"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "wakeonlan"
brew "wget"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "monitorcontrol"
cask "temurin"